class KAdmin:

    def __init__(self) -> None:
        self.adm_kb = {

            0: '❌ Скрыть',

            10: 'Кол-во пользователей',
            11: 'Балансы пользователей',
            13: 'Изменить баланс',
            14: 'Сделать рассылку',
            15: '🆕 Cсылка для рекламы',
            16: '🏂 Ссылки реклам',

            20: 'Да',
            21: 'Нет',
            22: '⏰ Позже',

            30: '❌ Удалить',

            40: '🔴 Принять',
            41: '➡️ Перейти к жалобе',
            42: '🔗 Отправить ссылку',
            43: '⛔ Завершить спор',
            44: '⚠️ Не выплачено',
            45: '✅ Выплачено',
            46: 'Продавец',
            47: 'Покупатель',
            48: '⚖️ Завершить спор',
            49: '🔍 Проверка оплаты',

            50: '🛍️ Управление магазином',

        }
